#Login error
LOGIN_ERROR = 'Похоже, вы неверно ввели свой адрес электронной почты или пароль. Хотите попробовать еще раз?'
LOCKED_ERROR = 'Этот личный кабинет заблокирован'

#Registration error
EMPTY_EMAIL_ERROR = 'Ой! Здесь вам надо указать адрес электронной почты'
EMPTY_FIRSTNAME_ERROR = 'Давайте знакомиться - ваше имя?'
EMPTY_LASTNAME_ERROR = 'Фамилия тоже не помешает!'
EMPTY_PASSWORD_ERROR = 'Здесь требуется пароль'
EMPTY_BIRTHYEAR_ERROR = 'Введите полную дату рождения'
EMAIL_ERROR = 'Введенный адрес электронной почты не верен! Пожалуйста, укажите свой правильный адрес электронной почты'
PASSWORD_ERROR = 'Хммм, чего-то не хватает, нужно ввести хотя бы 10 знаков'

#Other
WOMEN = 'Женское'
MEN = 'Мужское'
RESULT_SEARCH = 'Результаты поиска по'
SEARCH_INCORRECT = 'Хм, мы не нашли то, что ты ищешь'